Repository: rxtech-lab/podcast-bot
Catalog: iOS/iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Generate cover
zh_hans: 生成封面
zh_hant_hk: 生成封面
zh_hant_tw: 生成封面

source: Generate Cover
zh_hans: 生成封面
zh_hant_hk: 生成封面
zh_hant_tw: 生成封面

source: Generate more chapters (%lld left)
zh_hans: 生成更多章节（剩余 %lld）
zh_hant_hk: 生成更多章節（剩餘 %lld）
zh_hant_tw: 產生更多章節（剩餘 %lld）

source: Generate podcast
zh_hans: 生成播客
zh_hant_hk: 生成播客
zh_hant_tw: 生成播客

source: Generate PPTX
zh_hans: 生成 PPTX
zh_hant_hk: 產生 PPTX
zh_hant_tw: 產生 PPTX

source: Generate slides PDF
zh_hans: 生成演示文稿 PDF
zh_hant_hk: 產生簡報 PDF
zh_hant_tw: 產生簡報 PDF

source: Generate summary
zh_hans: 生成摘要
zh_hant_hk: 生成摘要
zh_hant_tw: 生成摘要

source: Generate the audio
zh_hans: 生成音频
zh_hant_hk: 生成音訊
zh_hant_tw: 生成音訊

source: Generate this %@?
zh_hans: 生成此 %@？
zh_hant_hk: 生成此 %@？
zh_hant_tw: 生成此 %@？

source: Generate this podcast?
zh_hans: 生成此播客？
zh_hant_hk: 生成此播客？
zh_hant_tw: 生成此播客？

source: Generate up to %lld chapters at a time. Remaining chapters can be generated later as follow-up episodes in the same album.
zh_hans: 每次最多生成 %lld 章。剩余章节稍后可在同一专辑中作为后续单集生成。
zh_hant_hk: 每次最多生成 %lld 章。剩餘章節之後可喺同一專輯生成為後續單集。
zh_hant_tw: 每次最多產生 %lld 章。剩餘章節稍後可在同一專輯中產生成後續單集。

source: Generating
zh_hans: 正在生成
zh_hant_hk: 正在生成
zh_hant_tw: 正在生成

source: Generating summary
zh_hans: 正在生成摘要
zh_hant_hk: 正在生成摘要
zh_hant_tw: 正在生成摘要

source: Generating...
zh_hans: 正在生成…
zh_hant_hk: 正在生成…
zh_hant_tw: 正在生成…

source: Generating…
zh_hans: 正在生成…
zh_hant_hk: 正在生成…
zh_hant_tw: 正在產生…

source: Generation failed
zh_hans: 生成失败
zh_hant_hk: 生成失敗
zh_hant_tw: 生成失敗

source: German
zh_hans: 德语
zh_hant_hk: 德語
zh_hant_tw: 德語

source: Get Points
zh_hans: 获取积分
zh_hant_hk: 取得積分
zh_hant_tw: 取得積分

source: Get started
zh_hans: 开始使用
zh_hant_hk: 開始使用
zh_hant_tw: 開始使用

source: Give this idea a short title.
zh_hans: 为这个想法起一个简短标题。
zh_hant_hk: 為呢個想法加一個簡短標題。
zh_hant_tw: 為這個想法加上一個簡短標題。

source: Global Documents
zh_hans: 全局文档
zh_hant_hk: 全域文件
zh_hant_tw: 全域文件

source: Got it
zh_hans: 知道了
zh_hant_hk: 知道了
zh_hant_tw: 知道了

source: Gradient
zh_hans: 渐变
zh_hant_hk: 漸變
zh_hant_tw: 漸層

source: Home
zh_hans: 主页
zh_hant_hk: 主頁
zh_hant_tw: 首頁

source: Hours
zh_hans: 小时
zh_hant_hk: 小時
zh_hant_tw: 小時

source: Image prompt
zh_hans: 图像提示词
zh_hant_hk: 圖像提示詞
zh_hant_tw: 圖像提示詞

source: Included content
zh_hans: 包含的内容
zh_hant_hk: 包括的內容
zh_hant_tw: 包含的內容

source: Input
zh_hans: 输入
zh_hant_hk: 輸入
zh_hant_tw: 輸入

source: Invalid streaming response.
zh_hans: 无效的流式响应。
zh_hant_hk: 無效的串流回應。
zh_hant_tw: 無效的串流回應。

source: Japanese
zh_hans: 日语
zh_hant_hk: 日語
zh_hant_tw: 日語

source: Judgement
zh_hans: 评判
zh_hant_hk: 評判
zh_hant_tw: 評判

source: Keep Recording
zh_hans: 保留录音
zh_hant_hk: 保留錄音
zh_hant_tw: 保留錄音

source: Korean
zh_hans: 韩语
zh_hant_hk: 韓語
zh_hant_tw: 韓語

source: Language
zh_hans: 语言
zh_hant_hk: 語言
zh_hant_tw: 語言

source: Let the engine pick a fitting voice
zh_hans: 让引擎选择合适的语音
zh_hant_hk: 讓引擎選擇合適嘅語音
zh_hant_tw: 讓引擎選擇合適的語音

source: Liked
zh_hans: 已点赞
zh_hant_hk: 已讚好
zh_hant_tw: 已按讚

source: Link expires after
zh_hans: 链接有效期
zh_hant_hk: 連結有效期
zh_hant_tw: 連結有效期

source: Listen live
zh_hans: 实时收听
zh_hant_hk: 即時收聽
zh_hant_tw: 即時收聽

source: Loading
zh_hans: 正在加载
zh_hant_hk: 正在載入
zh_hant_tw: 正在載入

source: Loading %@
zh_hans: 正在加载 %@
zh_hant_hk: 正在載入 %@
zh_hant_tw: 正在載入 %@

source: Loading %@...
zh_hans: 正在加载 %@...
zh_hant_hk: 正在載入 %@...
zh_hant_tw: 正在載入 %@...

source: Loading formats
zh_hans: 正在加载格式
zh_hant_hk: 正在載入格式
zh_hant_tw: 正在載入格式

source: Loading messages
zh_hans: 正在加载消息
zh_hant_hk: 正在載入訊息
zh_hant_tw: 正在載入訊息

source: Loading messages...
zh_hans: 正在加载消息…
zh_hant_hk: 正在載入訊息…
zh_hant_tw: 正在載入訊息…

source: Loading models
zh_hans: 正在加载模型
zh_hant_hk: 正在載入模型
zh_hant_tw: 正在載入模型

source: Loading models…
zh_hans: 正在加载模型…
zh_hant_hk: 正在載入模型…
zh_hant_tw: 正在載入模型…

source: Loading podcast
zh_hans: 正在加载播客
zh_hant_hk: 正在載入播客
zh_hant_tw: 正在載入播客

source: Loading podcast...
zh_hans: 正在加载播客...
zh_hant_hk: 正在載入播客...
zh_hant_tw: 正在載入播客...

source: Loading podcasts
zh_hans: 正在加载播客
zh_hant_hk: 正在載入播客
zh_hant_tw: 正在載入播客

source: Loading podcasts...
zh_hans: 正在加载播客...
zh_hant_hk: 正在載入播客...
zh_hant_tw: 正在載入播客...

source: Loading voices…
zh_hans: 正在加载语音…
zh_hant_hk: 正在載入語音…
zh_hant_tw: 正在載入語音…

source: Loading...
zh_hans: 正在加载...
zh_hant_hk: 正在載入...
zh_hant_tw: 正在載入...

source: Loading…
zh_hans: 正在加载…
zh_hant_hk: 正在載入…
zh_hant_tw: 正在載入…

source: Long audiobooks generate in batches of up to 5 chapters. Remaining chapters can be generated later from the podcast.
zh_hans: 长篇有声书会按最多 5 章一批生成。剩余章节稍后可从播客中继续生成。
zh_hant_hk: 長篇有聲書會以最多 5 章一批生成。剩餘章節之後可從播客繼續生成。
zh_hant_tw: 長篇有聲書會以最多 5 章一批產生。剩餘章節稍後可從播客繼續產生。

source: Looking up sources…
zh_hans: 正在查找来源…
zh_hant_hk: 正在尋找來源…
zh_hant_tw: 正在尋找來源…

source: Make it public
zh_hans: 设为公开
zh_hant_hk: 設為公開
zh_hant_tw: 設為公開

source: Make Private
zh_hans: 设为私密
zh_hant_hk: 設為私人
zh_hant_tw: 設為私人

source: Manage Subscription
zh_hans: 管理订阅
zh_hant_hk: 管理訂閱
zh_hant_tw: 管理訂閱

source: Market
zh_hans: 市场
zh_hant_hk: 市場
zh_hant_tw: 市場

source: Max chapters per generation: %lld
zh_hans: 每次生成的最大章节数：%lld
zh_hant_hk: 每次生成嘅最大章節數：%lld
zh_hant_tw: 每次產生的最大章節數：%lld

source: Message the planner
zh_hans: 向规划助手发送消息
zh_hant_hk: 向規劃助手傳送訊息
zh_hant_tw: 向規劃助手傳送訊息

source: Microphone access is needed to record audio.
zh_hans: 录制音频需要麦克风权限。
zh_hant_hk: 錄製音訊需要咪高峰權限。
zh_hant_tw: 錄製音訊需要麥克風權限。

source: Microphone and speech recognition access are needed to record a voice message.
zh_hans: 需要麦克风和语音识别权限才能录制语音消息。
zh_hant_hk: 需要咪高峰和語音識別權限才能錄製語音訊息。
zh_hant_tw: 需要麥克風和語音辨識權限才能錄製語音訊息。

source: Milliseconds
zh_hans: 毫秒
zh_hant_hk: 毫秒
zh_hant_tw: 毫秒

source: Mindmap
zh_hans: 思维导图
zh_hant_hk: 心智圖
zh_hant_tw: 心智圖

source: Mindmap support
zh_hans: 思维导图支持
zh_hant_hk: 心智圖支援
zh_hant_tw: 心智圖支援

source: Minimize
zh_hans: 最小化
zh_hant_hk: 最小化
zh_hant_tw: 最小化

source: Minutes
zh_hans: 分钟
zh_hant_hk: 分鐘
zh_hant_tw: 分鐘

source: Models
zh_hans: 模型
zh_hant_hk: 模型
zh_hant_tw: 模型

source: MP3, M4A, WAV, and more
zh_hans: MP3、M4A、WAV 等
zh_hant_hk: MP3、M4A、WAV 等
zh_hant_tw: MP3、M4A、WAV 等

source: My %@
zh_hans: 我的 %@
zh_hant_hk: 我的 %@
zh_hant_tw: 我的 %@

source: My Recordings
zh_hans: 我的录音
zh_hant_hk: 我的錄音
zh_hant_tw: 我的錄音

source: New %@
zh_hans: 新建 %@
zh_hant_hk: 新增 %@
zh_hant_tw: 新增 %@

source: New Album
zh_hans: 新建专辑
zh_hant_hk: 新增專輯
zh_hant_tw: 新增專輯

source: New idea
zh_hans: 新想法
zh_hant_hk: 新想法
zh_hant_tw: 新想法

source: New link
zh_hans: 新链接
zh_hant_hk: 新增連結
zh_hant_tw: 新增連結

source: New Podcast
zh_hans: 新建播客
zh_hant_hk: 新增播客
zh_hant_tw: 新增播客

source: Next
zh_hans: 下一步
zh_hant_hk: 下一步
zh_hant_tw: 下一步

source: Next Subtitle
zh_hans: 下一条字幕
zh_hant_hk: 下一句字幕
zh_hant_tw: 下一句字幕

source: No %@ match your search.
zh_hans: 没有符合搜索条件的 %@。
zh_hant_hk: 沒有符合搜尋條件的 %@。
zh_hant_tw: 沒有符合搜尋條件的 %@。

source: No %@ yet
zh_hans: 暂无 %@
zh_hant_hk: 尚無 %@
zh_hant_tw: 尚無 %@

source: No active links
zh_hans: 没有有效链接
zh_hant_hk: 沒有有效連結
zh_hant_tw: 沒有有效連結

source: No Audio Book %@
zh_hans: 没有有声书 %@
zh_hant_hk: 沒有有聲書 %@
zh_hant_tw: 沒有有聲書 %@

source: No caption download formats are currently available.
zh_hans: 目前没有可用的字幕下载格式。
zh_hant_hk: 目前沒有可用的字幕下載格式。
zh_hant_tw: 目前沒有可用的字幕下載格式。

source: No Caption Formats
zh_hans: 没有字幕格式
zh_hant_hk: 沒有字幕格式
zh_hant_tw: 沒有字幕格式

source: No Discussion %@
zh_hans: 没有讨论 %@
zh_hant_hk: 沒有討論 %@
zh_hant_tw: 沒有討論 %@

source: No Documents
zh_hans: 暂无文档
zh_hant_hk: 暫無文件
zh_hant_tw: 暫無文件

source: No Followed Creators
zh_hans: 没有关注的创作者
zh_hant_hk: 沒有追蹤的創作者
zh_hant_tw: 沒有追蹤的創作者

source: No links added
zh_hans: 未添加链接
zh_hant_hk: 未新增連結
zh_hant_tw: 未新增連結

source: No Matches
zh_hans: 没有匹配结果
zh_hant_hk: 沒有配對結果
zh_hant_tw: 沒有符合結果

source: No models available
zh_hans: 没有可用模型
zh_hant_hk: 沒有可用模型
zh_hant_tw: 沒有可用模型

source: No models available.
zh_hans: 没有可用模型。
zh_hant_hk: 沒有可用模型。
zh_hant_tw: 沒有可用模型。

source: No podcasts yet
zh_hans: 暂无播客
zh_hant_hk: 尚無播客
zh_hant_tw: 尚無播客

source: No preview is available for this attachment.
zh_hans: 此附件没有可用预览。
zh_hant_hk: 此附件沒有可用的預覽。
zh_hant_tw: 此附件沒有可用的預覽。

source: No Private %@
zh_hans: 没有私密 %@
zh_hant_hk: 沒有私人 %@
zh_hant_tw: 沒有私人 %@

source: No Public %@
zh_hans: 没有公开 %@
zh_hant_hk: 沒有公開 %@
zh_hant_tw: 沒有公開 %@

source: No readable content was returned for this source.
zh_hans: 此来源未返回可读内容。
zh_hant_hk: 此來源未傳回可讀內容。
zh_hant_tw: 此來源未傳回可讀內容。

source: No Recordings
zh_hans: 暂无录音
zh_hant_hk: 暫無錄音
zh_hant_tw: 暫無錄音

source: No Results
zh_hans: 无结果
zh_hant_hk: 沒有結果
zh_hant_tw: 沒有結果

source: No sources were saved for this plan.
zh_hans: 此计划未保存任何来源。
zh_hant_hk: 此計劃未儲存任何來源。
zh_hant_tw: 此計劃未儲存任何來源。

source: No sources yet. Add a source from the toolbar and the agent will research it and update the plan.
zh_hans: 暂无来源。从工具栏添加来源，智能体将进行研究并更新计划。
zh_hant_hk: 尚無來源。從工具列新增來源，智能體將進行研究並更新計劃。
zh_hant_tw: 尚無來源。從工具列新增來源，智能體將進行研究並更新計劃。

source: No Station
zh_hans: 没有电台
zh_hant_hk: 沒有電台
zh_hant_tw: 沒有電台

source: No transcript yet. You can type one, or send the audio for transcription.
zh_hans: 还没有文字稿。你可以输入文字稿，或发送音频进行转写。
zh_hant_hk: 尚無文字稿。你可以輸入文字稿，或傳送音訊進行轉寫。
zh_hant_tw: 尚無文字稿。你可以輸入文字稿，或傳送音訊進行轉寫。

source: No usage yet
zh_hans: 暂无使用记录
zh_hant_hk: 尚無使用記錄
zh_hant_tw: 尚無使用記錄

source: No voices available.
zh_hans: 没有可用语音。
zh_hant_hk: 沒有可用語音。
zh_hant_tw: 沒有可用語音。

source: None
zh_hans: 无
zh_hant_hk: 無
zh_hant_tw: 無

source: Not available
zh_hans: 不可用
zh_hant_hk: 無法使用
zh_hant_tw: 無法使用

source: Note (optional)
zh_hans: 备注（可选）
zh_hant_hk: 備註（選填）
zh_hant_tw: 備註（選填）

source: Nothing in this podcast matches your search.
zh_hans: 此播客中没有与你的搜索匹配的内容。
zh_hant_hk: 此 Podcast 中沒有符合你搜尋的內容。
zh_hant_tw: 此 Podcast 中沒有符合你搜尋的內容。

source: Nothing to add
zh_hans: 没有可添加的内容
zh_hant_hk: 沒有可加入嘅內容
zh_hant_tw: 沒有可加入的內容

source: Notion Pages
zh_hans: Notion 页面
zh_hant_hk: Notion 頁面
zh_hant_tw: Notion 頁面

source: Notion, photos, or files
zh_hans: Notion、照片或文件
zh_hant_hk: Notion、相片或檔案
zh_hant_tw: Notion、照片或檔案

source: OK
zh_hans: 好
zh_hant_hk: 好
zh_hant_tw: 好

source: On save, gaps under 0.3 seconds are closed without changing subtitle end times.
zh_hans: 保存时，会消除小于 0.3 秒的间隔，且不会更改字幕结束时间。
zh_hant_hk: 儲存時，會消除少於 0.3 秒嘅間隔，而唔會更改字幕結束時間。
zh_hant_tw: 儲存時，會消除小於 0.3 秒的間隔，且不會變更字幕結束時間。

source: Open image
zh_hans: 打开图片
zh_hant_hk: 開啟圖片
zh_hant_tw: 開啟圖片

source: Open in Notion
zh_hans: 在 Notion 中打开
zh_hant_hk: 在 Notion 開啟
zh_hant_tw: 在 Notion 中開啟

source: Open market
zh_hans: 打开市场
zh_hant_hk: 開啟市場
zh_hant_tw: 開啟市場

source: Open the original discussion plan, sources, and speaker details for this podcast.
zh_hans: 打开此播客的原始讨论计划、来源和发言人详情。
zh_hant_hk: 開啟此播客的原始討論計劃、來源和發言人詳情。
zh_hant_tw: 開啟此播客的原始討論計劃、來源和發言人詳情。

source: Open this menu to download the summary as a PDF or Markdown file.
zh_hans: 打开此菜单，将摘要下载为 PDF 或 Markdown 文件。
zh_hant_hk: 開啟此選單，將摘要下載為 PDF 或 Markdown 檔案。
zh_hant_tw: 開啟此選單，將摘要下載為 PDF 或 Markdown 檔案。

source: Open this menu to record a voice message, review the transcript, then send it to the discussion.
zh_hans: 打开此菜单以录制语音消息、查看文字稿，然后发送到讨论。
zh_hant_hk: 開啟此選單以錄製語音訊息、查看文字稿，然後傳送到討論。
zh_hant_tw: 開啟此選單以錄製語音訊息、查看文字稿，然後傳送到討論。

source: Organize with albums
zh_hans: 用专辑整理
zh_hant_hk: 用專輯整理
zh_hant_tw: 用專輯整理

source: Others
zh_hans: 其他
zh_hant_hk: 其他
zh_hant_tw: 其他

source: Panelists
zh_hans: 嘉宾
zh_hant_hk: 嘉賓
zh_hant_tw: 嘉賓

source: Parent Discussion
zh_hans: 父讨论
zh_hant_hk: 父討論
zh_hant_tw: 父討論

source: Parent Station
zh_hans: 父电台
zh_hant_hk: 父電台
zh_hant_tw: 父電台

source: Pause
zh_hans: 暂停
zh_hant_hk: 暫停
zh_hant_tw: 暫停

source: Pause audio
zh_hans: 暂停音频
zh_hant_hk: 暫停音訊
zh_hant_tw: 暫停音訊

source: Pause audio clip
zh_hans: 暂停音频片段
zh_hant_hk: 暫停音訊片段
zh_hant_tw: 暫停音訊片段

source: Pause recording
zh_hans: 暂停录制
zh_hant_hk: 暫停錄製
zh_hant_tw: 暫停錄製

source: Paused
zh_hans: 已暂停
zh_hant_hk: 已暫停
zh_hant_tw: 已暫停

source: PDF, Word, slides, images
zh_hans: PDF、Word、幻灯片、图片
zh_hant_hk: PDF、Word、簡報、圖片
zh_hant_tw: PDF、Word、簡報、圖片

source: Photo access was not granted.
zh_hans: 未授予照片访问权限。
zh_hant_hk: 未獲授予相片存取權限。
zh_hant_tw: 未授予照片存取權限。

source: Photo Library
zh_hans: 照片图库
zh_hant_hk: 照片圖庫
zh_hant_tw: 照片圖庫

source: Pick a %@ from the list, or create a new one.
zh_hans: 从列表中选择一个 %@，或创建一个新的。
zh_hant_hk: 從清單中選擇一個 %@，或建立一個新的。
zh_hant_tw: 從清單中選擇一個 %@，或建立一個新的。

source: Pick a podcast from the list, or create a new one.
zh_hans: 从列表中选择一个播客，或创建新的播客。
zh_hant_hk: 從清單中選擇一個播客，或建立新的播客。
zh_hant_tw: 從清單中選擇一個播客，或建立新的播客。

source: Pick Notion Page
zh_hans: 选择 Notion 页面
zh_hant_hk: 選擇 Notion 頁面
zh_hant_tw: 選擇 Notion 頁面

source: Pick your speakers
zh_hans: 选择发言人
zh_hant_hk: 選擇發言人
zh_hant_tw: 選擇發言人

source: Plan
zh_hans: 计划
zh_hant_hk: 計劃
zh_hant_tw: 計劃

source: Plan - %lld people
zh_hans: 计划 - %lld 人
zh_hant_hk: 計劃 - %lld 人
zh_hant_tw: 計劃 - %lld 人

source: Plan a %@, generate it, and listen with synced captions.
zh_hans: 策划一个 %@、生成它，并配合同步字幕收听。
zh_hant_hk: 策劃一個 %@、生成它，並配合同步字幕收聽。
zh_hant_tw: 策劃一個 %@、生成它，並配合同步字幕收聽。

source: Plan a podcast, generate it, and listen with synced captions.
zh_hans: 策划一档播客、生成它，并配合同步字幕收听。
zh_hant_hk: 策劃一檔播客、生成它，並配合同步字幕收聽。
zh_hant_tw: 策劃一檔播客、生成它，並配合同步字幕收聽。

source: Plan an AI %@ and generate the audio.
zh_hans: 策划一档 AI %@ 并生成音频。
zh_hant_hk: 策劃一檔 AI %@ 並生成音訊。
zh_hant_tw: 策劃一檔 AI %@ 並生成音訊。

source: Plan an AI panel podcast and generate the audio.
zh_hans: 策划一档 AI 圆桌播客并生成音频。
zh_hant_hk: 策劃一檔 AI 圓桌播客並生成音訊。
zh_hant_tw: 策劃一檔 AI 圓桌播客並生成音訊。

source: Plan options
zh_hans: 计划选项
zh_hant_hk: 計劃選項
zh_hant_tw: 計劃選項

source: Plan options. %@
zh_hans: 计划选项。%@
zh_hant_hk: 計劃選項。%@
zh_hant_tw: 計劃選項。%@

source: Plan the discussion
zh_hans: 策划讨论
zh_hant_hk: 策劃討論
zh_hant_tw: 策劃討論

source: Plan with Notion
zh_hans: 用 Notion 规划
zh_hant_hk: 用 Notion 規劃
zh_hant_tw: 用 Notion 規劃

source: Plan with templates
zh_hans: 用模板规划
zh_hant_hk: 用範本規劃
zh_hant_tw: 用範本規劃

source: Planning
zh_hans: 规划中
zh_hant_hk: 規劃中
zh_hant_tw: 規劃中

source: Planning and generating %@ will show up here.
zh_hans: 策划和生成的 %@ 会显示在这里。
zh_hant_hk: 策劃和生成的 %@ 會顯示在這裡。
zh_hant_tw: 策劃和生成的 %@ 會顯示在這裡。

source: Planning and generating podcasts will show up here.
zh_hans: 策划和生成的播客会显示在这里。
zh_hant_hk: 策劃和生成的播客會顯示在這裡。
zh_hant_tw: 策劃和生成的播客會顯示在這裡。

source: Planning didn’t finish. Pull to refresh or try editing the plan.
zh_hans: 策划未完成。下拉刷新或尝试编辑计划。
zh_hant_hk: 策劃未完成。下拉重新整理或嘗試編輯計劃。
zh_hant_tw: 策劃未完成。下拉重新整理或嘗試編輯計劃。

source: Play
zh_hans: 播放
zh_hant_hk: 播放
zh_hant_tw: 播放

source: Play audio
zh_hans: 播放音频
zh_hant_hk: 播放音訊
zh_hant_tw: 播放音訊

source: Play audio clip
zh_hans: 播放音频片段
zh_hant_hk: 播放音訊片段
zh_hant_tw: 播放音訊片段

source: Playback Failed
zh_hans: 播放失败
zh_hant_hk: 播放失敗
zh_hant_tw: 播放失敗

source: Playback position
zh_hans: 播放位置
zh_hant_hk: 播放位置
zh_hant_tw: 播放位置

source: Please use the attached files.
zh_hans: 请使用附加文件。
zh_hant_hk: 請使用附加檔案。
zh_hant_tw: 請使用附加檔案。

source: Podcast
zh_hans: 播客
zh_hant_hk: 播客
zh_hant_tw: 播客

source: Podcast actions
zh_hans: 播客操作
zh_hant_hk: 播客操作
zh_hant_tw: 播客操作

source: Podcast created
zh_hans: 播客已创建
zh_hant_hk: Podcast 已建立
zh_hant_tw: Podcast 已建立

source: Podcast download is not ready yet.
zh_hans: 播客下载尚未就绪。
zh_hant_hk: 播客下載尚未就緒。
zh_hant_tw: 播客下載尚未就緒。

source: Podcast language
zh_hans: 播客语言
zh_hant_hk: 播客語言
zh_hant_tw: 播客語言

source: Podcast language: %@.
zh_hans: 播客语言：%@。
zh_hant_hk: 播客語言：%@。
zh_hant_tw: 播客語言：%@。

source: Podcast name
zh_hans: 播客名称
zh_hant_hk: 播客名稱
zh_hant_tw: 播客名稱

source: Podcasts
zh_hans: 播客
zh_hant_hk: 播客
zh_hant_tw: 播客

source: Point
zh_hans: 积分
zh_hant_hk: 積分
zh_hant_tw: 積分

source: Points
zh_hans: 积分
zh_hant_hk: 積分
zh_hant_tw: 積分

# Points (%@ %@)
source: Points (%1$@ %2$@)
zh_hans: 积分（%1$@ %2$@）
zh_hant_hk: 積分（%1$@ %2$@）
zh_hant_tw: 積分（%1$@ %2$@）

# Points (Balance %@ %@)
source: Points (Balance %1$@ %2$@)
zh_hans: 积分（余额 %1$@ %2$@）
zh_hant_hk: 積分（餘額 %1$@ %2$@）
zh_hant_tw: 積分（餘額 %1$@ %2$@）

source: points remaining
zh_hans: 剩余积分
zh_hant_hk: 剩餘積分
zh_hant_tw: 剩餘積分

source: Points used
zh_hans: 已使用积分
zh_hant_hk: 已使用積分
zh_hant_tw: 已使用積分

source: Points used: %@
zh_hans: 已使用积分：%@
zh_hant_hk: 已使用積分：%@
zh_hant_tw: 已使用積分：%@

source: Preparing a question…
zh_hans: 正在准备问题…
zh_hant_hk: 正在準備問題…
zh_hant_tw: 正在準備問題…

source: Preparing highlights…
zh_hans: 正在准备精彩片段…
zh_hant_hk: 正在準備精彩片段…
zh_hant_tw: 正在準備精彩片段…

source: Preparing language…
zh_hans: 正在准备语言…
zh_hant_hk: 正在準備語言…
zh_hant_tw: 正在準備語言…

source: Preparing live audio...
zh_hans: 正在准备实时音频…
zh_hant_hk: 正在準備即時音訊…
zh_hant_tw: 正在準備即時音訊…

source: Preparing PDF…
zh_hans: 正在准备 PDF…
zh_hant_hk: 正在準備 PDF…
zh_hant_tw: 正在準備 PDF…

source: Preparing podcasts…
zh_hans: 正在准备播客…
zh_hant_hk: 正在準備播客…
zh_hant_tw: 正在準備播客…

source: Preparing PPTX…
zh_hans: 正在准备 PPTX…
zh_hant_hk: 正在準備 PPTX…
zh_hant_tw: 正在準備 PPTX…

source: Preparing slides PDF…
zh_hans: 正在准备演示文稿 PDF…
zh_hant_hk: 正在準備簡報 PDF…
zh_hant_tw: 正在準備簡報 PDF…

source: Preparing the mindmap…
zh_hans: 正在准备思维导图…
zh_hant_hk: 正在準備心智圖…
zh_hant_tw: 正在準備心智圖…

source: Preparing the presentation…
zh_hans: 正在准备演示文稿…
zh_hant_hk: 正在準備簡報…
zh_hant_tw: 正在準備簡報…

source: Preparing Transcript
zh_hans: 正在准备文字稿
zh_hant_hk: 正在準備文字稿
zh_hant_tw: 正在準備文字稿

source: Preparing...
zh_hans: 正在准备...
zh_hant_hk: 正在準備...
zh_hant_tw: 正在準備...

source: Presentation
zh_hans: 演示文稿
zh_hant_hk: 簡報
zh_hant_tw: 簡報

source: Previous Subtitle
zh_hans: 上一条字幕
zh_hant_hk: 上一句字幕
zh_hant_tw: 上一句字幕

source: Private
zh_hans: 私密
zh_hant_hk: 私人
zh_hant_tw: 私人

source: Private %@ stay visible only to you.
zh_hans: 私密 %@ 仅你可见。
zh_hant_hk: 私人 %@ 只有你可見。
zh_hant_tw: 私人 %@ 只有你可見。

source: Profile
zh_hans: 个人资料
zh_hant_hk: 個人資料
zh_hant_tw: 個人資料

source: Profile section
zh_hans: 个人资料部分
zh_hant_hk: 個人資料部分
zh_hant_tw: 個人資料區段

source: Profile Unavailable
zh_hans: 个人资料不可用
zh_hant_hk: 個人資料無法使用
zh_hant_tw: 個人資料無法使用

source: Public
zh_hans: 公开
zh_hant_hk: 公開
zh_hant_tw: 公開

source: Public %@
zh_hans: 公开 %@
zh_hant_hk: 公開 %@
zh_hant_tw: 公開 %@

source: Public %@ from this creator appear here.
zh_hans: 此创作者的公开 %@ 会显示在这里。
zh_hant_hk: 此創作者的公開 %@ 會顯示在這裡。
zh_hant_tw: 此創作者的公開 %@ 會顯示在這裡。

source: Public %@ you created appear here.
zh_hans: 你创建的公开 %@ 会显示在这里。
zh_hant_hk: 你建立的公開 %@ 會顯示在這裡。
zh_hant_tw: 你建立的公開 %@ 會顯示在這裡。

source: Public podcasts share directly. Private podcasts can use expiring links that you can revoke.
zh_hans: 公开播客可以直接分享。私密播客可以使用可撤销的限时链接。
zh_hant_hk: 公開播客可以直接分享。私人播客可以使用可撤銷的限時連結。
zh_hant_tw: 公開播客可以直接分享。私人播客可以使用可撤銷的限時連結。

source: Publish
zh_hans: 发布
zh_hant_hk: 發佈
zh_hant_tw: 發布

source: Publish Album
zh_hans: 发布专辑
zh_hant_hk: 發布專輯
zh_hant_tw: 發布專輯

source: Publish Station
zh_hans: 发布电台
zh_hant_hk: 發佈電台
zh_hant_tw: 發布電台

source: Publish to Market
zh_hans: 发布到市场
zh_hant_hk: 發佈到市場
zh_hant_tw: 發布到市場

source: Published %@ will appear here.
zh_hans: 已发布的 %@ 会显示在这里。
zh_hant_hk: 已發佈的 %@ 會顯示在這裡。
zh_hant_tw: 已發布的 %@ 會顯示在這裡。

source: Read links
zh_hans: 读取链接
zh_hant_hk: 讀取連結
zh_hant_tw: 讀取連結

source: Reading added sources...
zh_hans: 正在读取已添加的来源…
zh_hant_hk: 正在讀取已新增的來源…
zh_hant_tw: 正在讀取已新增的來源…

source: Reading links…
zh_hans: 正在读取链接…
zh_hant_hk: 正在讀取連結…
zh_hant_tw: 正在讀取連結…

source: Ready
zh_hans: 就绪
zh_hant_hk: 就緒
zh_hant_tw: 就緒

source: Ready to play
zh_hans: 可以播放
zh_hant_hk: 可以播放
zh_hant_tw: 可以播放

source: Record Audio
zh_hans: 录制音频
zh_hant_hk: 錄製音訊
zh_hant_tw: 錄製音訊

source: Recording
zh_hans: 录音
zh_hant_hk: 錄音
zh_hant_tw: 錄音

source: Recording %@
zh_hans: 录音 %@
zh_hant_hk: 錄音 %@
zh_hant_tw: 錄音 %@

source: Recording Ready
zh_hans: 录音已就绪
zh_hant_hk: 錄音已準備好
zh_hant_tw: 錄音已準備好

source: Recording stopped because audio services were reset. The captured audio was kept.
zh_hans: 由于音频服务重置，录制已停止。已保留录制的音频。
zh_hant_hk: 由於音訊服務重設，錄製已停止。已保留錄製的音訊。
zh_hant_tw: 由於音訊服務重設，錄製已停止。已保留錄製的音訊。

source: Recording title
zh_hans: 录音标题
zh_hant_hk: 錄音標題
zh_hant_tw: 錄音標題

source: Refresh
zh_hans: 刷新
zh_hant_hk: 重新整理
zh_hant_tw: 重新整理

source: Refresh the market to load your profile.
zh_hans: 刷新市场以加载你的个人资料。
zh_hant_hk: 重新整理市場以載入你的個人資料。
zh_hant_tw: 重新整理市場以載入你的個人資料。

source: Reload history
zh_hans: 重新加载历史
zh_hant_hk: 重新載入記錄
zh_hant_tw: 重新載入記錄

source: Remaining points: %@.
zh_hans: 剩余积分：%@。
zh_hant_hk: 剩餘積分：%@。
zh_hant_tw: 剩餘積分：%@。

source: Remove Album
zh_hans: 移除专辑
zh_hant_hk: 移除專輯
zh_hant_tw: 移除專輯

source: Remove audio file
zh_hans: 移除音频文件
zh_hant_hk: 移除音訊檔案
zh_hant_tw: 移除音訊檔案

source: Remove from Album
zh_hans: 从专辑中移除
zh_hant_hk: 從專輯移除
zh_hant_tw: 從專輯移除

source: Remove Short Gaps
zh_hans: 移除短间隔
zh_hant_hk: 移除短間隔
zh_hant_tw: 移除短間隔

source: Remove this album?
zh_hans: 要移除此专辑吗？
zh_hant_hk: 要移除此專輯嗎？
zh_hant_tw: 要移除此專輯嗎？

source: Rename
zh_hans: 重命名
zh_hant_hk: 重新命名
zh_hant_tw: 重新命名

source: Rename Album
zh_hans: 重命名专辑
zh_hant_hk: 重新命名專輯
zh_hant_tw: 重新命名專輯

source: Rename Podcast
zh_hans: 重命名播客
zh_hant_hk: 重新命名播客
zh_hant_tw: 重新命名播客

source: Rename Recording
zh_hans: 重命名录音
zh_hant_hk: 重新命名錄音
zh_hant_tw: 重新命名錄音

source: Rename Speaker
zh_hans: 重命名说话人
zh_hant_hk: 重新命名講者
zh_hant_tw: 重新命名講者

source: Renaming a speaker updates every matching transcript segment.
zh_hans: 重命名说话人会更新所有匹配的转录片段。
zh_hant_hk: 重新命名講者會更新所有相符的轉錄片段。
zh_hant_tw: 重新命名講者會更新所有相符的轉錄片段。

# Request failed (%lld): %@
source: Request failed (%1$lld): %2$@
zh_hans: 请求失败（%1$lld）：%2$@
zh_hant_hk: 請求失敗（%1$lld）：%2$@
zh_hant_tw: 請求失敗（%1$lld）：%2$@

source: Research
zh_hans: 研究
zh_hant_hk: 研究
zh_hant_tw: 研究

source: Researching & planning…
zh_hans: 正在研究与策划…
zh_hant_hk: 正在研究與策劃…
zh_hant_tw: 正在研究與策劃…

source: Result
zh_hans: 结果
zh_hant_hk: 結果
zh_hant_tw: 結果

source: Resume recording
zh_hans: 继续录制
zh_hant_hk: 繼續錄製
zh_hant_tw: 繼續錄製

source: Retry
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: Revoke
zh_hans: 撤销
zh_hant_hk: 撤銷
zh_hant_tw: 撤銷

source: Running…
zh_hans: 运行中…
zh_hant_hk: 執行中…
zh_hant_tw: 執行中…

source: Sample Image (E2E)
zh_hans: 示例图片（E2E）
zh_hant_hk: 範例圖片（E2E）
zh_hant_tw: 範例圖片（E2E）

source: Save
zh_hans: 保存
zh_hant_hk: 儲存
zh_hant_tw: 儲存

source: Save failed
zh_hans: 保存失败
zh_hant_hk: 儲存失敗
zh_hant_tw: 儲存失敗

source: Save the summary
zh_hans: 保存摘要
zh_hant_hk: 儲存摘要
zh_hant_tw: 儲存摘要

source: Save to Camera Roll
zh_hans: 保存到相机胶卷
zh_hant_hk: 儲存到相機膠卷
zh_hant_tw: 儲存到相機膠卷

source: Save to Files
zh_hans: 保存到“文件”
zh_hant_hk: 儲存到「檔案」
zh_hant_tw: 儲存到「檔案」

source: Saved
zh_hans: 已保存
zh_hant_hk: 已儲存
zh_hant_tw: 已儲存

source: Saved to Camera Roll.
zh_hans: 已保存到相机胶卷。
zh_hant_hk: 已儲存到相機膠卷。
zh_hant_tw: 已儲存到相機膠卷。

source: Saved to My Recordings. Create a podcast from it now, or keep it for later.
zh_hans: 已保存到“我的录音”。你可以立即用它创建播客，或留待以后使用。
zh_hant_hk: 已儲存到「我的錄音」。你可以立即用它建立 Podcast，或留待日後使用。
zh_hant_tw: 已儲存到「我的錄音」。你可以立即用它建立 Podcast，或留待日後使用。

# Scheduled from %@ to %@.
source: Scheduled from %1$@ to %2$@.
zh_hans: 计划于 %1$@ 至 %2$@ 进行。
zh_hant_hk: 計劃於 %1$@ 至 %2$@ 進行。
zh_hant_tw: 預定於 %1$@ 至 %2$@ 進行。

source: Scheduled maintenance
zh_hans: 计划维护
zh_hant_hk: 計劃維護
zh_hant_tw: 排定維護

source: Scheduled to begin %@.
zh_hans: 计划于 %@ 开始。
zh_hant_hk: 計劃於 %@ 開始。
zh_hant_tw: 預定於 %@ 開始。

source: Search
zh_hans: 搜索
zh_hant_hk: 搜尋
zh_hant_tw: 搜尋

source: Search %@
zh_hans: 搜索 %@
zh_hant_hk: 搜尋 %@
zh_hant_tw: 搜尋 %@

source: Search across every episode's content and sources — try “which episode talked about…”.
zh_hans: 搜索每一期节目的内容和来源——试试“哪一期谈到了……”。
zh_hant_hk: 搜尋每集節目的內容和來源——試試「哪一集談到……」。
zh_hant_tw: 搜尋每集節目的內容和來源——試試「哪一集談到……」。

source: Search documents
zh_hans: 搜索文档
zh_hant_hk: 搜尋文件
zh_hant_tw: 搜尋文件

source: Search Episode
zh_hans: 搜索单集
zh_hant_hk: 搜尋單集
zh_hant_tw: 搜尋單集

source: Search Failed
zh_hans: 搜索失败
zh_hant_hk: 搜尋失敗
zh_hant_tw: 搜尋失敗

source: Search models
zh_hans: 搜索模型
zh_hant_hk: 搜尋模型
zh_hant_tw: 搜尋模型

source: Search pages
zh_hans: 搜索页面
zh_hant_hk: 搜尋頁面
zh_hant_tw: 搜尋頁面

source: Search public %@
zh_hans: 搜索公开 %@
zh_hant_hk: 搜尋公開 %@
zh_hant_tw: 搜尋公開 %@

source: Search stations
zh_hans: 搜索电台
zh_hant_hk: 搜尋電台
zh_hant_tw: 搜尋電台

source: Search This Episode
zh_hans: 搜索本集
zh_hant_hk: 搜尋本集
zh_hant_tw: 搜尋本集

source: Search this podcast
zh_hans: 搜索此播客
zh_hant_hk: 搜尋此 Podcast
zh_hant_tw: 搜尋此 Podcast

source: Search Unavailable
zh_hans: 搜索不可用
zh_hant_hk: 搜尋無法使用
zh_hant_tw: 搜尋無法使用

source: Search voices
zh_hans: 搜索语音
zh_hant_hk: 搜尋語音
zh_hant_tw: 搜尋語音

source: Search your %@
zh_hans: 搜索你的 %@
zh_hant_hk: 搜尋你的 %@
zh_hant_tw: 搜尋你的 %@

source: Search your podcasts
zh_hans: 搜索你的播客
zh_hant_hk: 搜尋你的播客
zh_hant_tw: 搜尋你的播客

source: Searched the web
zh_hans: 已搜索网页
zh_hant_hk: 已搜尋網頁
zh_hant_tw: 已搜尋網頁

source: Searching sources
zh_hans: 正在搜索来源
zh_hant_hk: 正在搜尋來源
zh_hant_tw: 正在搜尋來源

source: Searching summaries…
zh_hans: 正在搜索摘要…
zh_hant_hk: 正在搜尋摘要…
zh_hant_tw: 正在搜尋摘要…
